# Количество строк выбора растущей монеты
row_qty = 20

# Период для анализа движения монеты
look_back_range = 120

# Исользуются минуты для периода анализа
look_back = f'{look_back_range} min ago UTC'

# Используются дни для периода анализа
# look_back = f'{look_back_range} day ago UTC'

# Период для анализа движения монеты для решения о продаже монеты
sell_look_back_range = 2

# Получить строку с указанием периода для продажи
sell_look_back = f'{sell_look_back_range} min ago UTC'

# Количество единиц для покупки монеты для скрипта
trade_amount = 15

# Верхний лимит при продаже монеты, процент. Внимание, доробный знак - точка
upper_limit = 1.02

# Нижний лимит при продаже монеты, процент. Внимание, доробный знак - точка
lower_limit = 0.95
